<form enctype="multipart/form-data" method="post" action="work.php">
    <input type="file" name="docs"><br>
    <textarea name="text" cols="50" rows="50">Утром в лесу. Я хочу Вам рассказать о чудесном лесе утром. Когда восходит солнце, просыпается птицы, белки, ёжики и другие обитатели леса. С восходом солнца-лес озаряется необычайно красивым светом. Небо светлеет и хочется на него смотреть целую вечность. А ещё можно вечно смотреть как работают молодые белочки, зайчики и другие. Это так интересно. Но особенно захватывающее чувство тогда когда ты стоишь в лесу и слушаешь эти звуки, звуки природы. Ты думаешь что ты слышишь каждую пташку, а каждая пташка слышит тебя. Ты как будто в другом мире. В другом измерении. Тебе хочется верить что ты никогда оттуда не уйдёшь. Но время приходит уходить из этого чудесного места. Тебе жаль.. Но ничего не поделаешь.</textarea><br>
    <input type="submit">
</form>
